Repository: null7x/Quran-Arion
Catalog: lib/l10n/app_*.arb
Languages: tg

# appTitle
source: Quran-Arion
tg: Қуръон-Арион

source: Home
tg: Ақша

source: Search
tg: Ҷустуҷӯ

source: Library
tg: Китобхона

source: Profile
tg: Профили

source: More
tg: Бештар

source: Favorites
tg: Дӯстдоштаҳо

source: Bookmarks
tg: Нишонаҳо

source: History
tg: Таърих

source: Statistics
tg: Оморӣ

source: Calendar
tg: Тақвими исломӣ

source: Prayer Times
tg: Вақтҳои намоз

source: Qibla Direction
tg: Самти Қибла

source: Articles
tg: Мақолаҳо

source: Settings
tg: Танзимоти

source: Notifications
tg: Огоҳиҳо

# help
source: Help & FAQ
tg: Кӯмак ва ПСУ

source: About
tg: Дар бораи барнома

source: Good evening
tg: Шаби хайр

source: Sweet Melody
tg: Мелодияи ширин

source: Album
tg: Албом

source: See all
tg: Ҳамаро дидан

source: Listen
tg: Гӯш кунед

source: Recent Searches
tg: Ҷустуҷӯҳои охирин

source: Categories
tg: Категорияҳо

source: Liked Songs
tg: Суруди дӯстдошта

source: Downloads
tg: Боргирӣҳо

source: Playlists
tg: Рӯйхати пахшкунӣ

source: All Tracks
tg: Ҳамаи қисмҳо

source: Listening Stats
tg: Оморӣ гӯш кунак

source: Achievements
tg: Дастовардҳо

source: Favorite Artists
tg: Ҳунармандони дӯстдошта

source: Subscriptions
tg: Обуна

source: More Features
tg: Хусусиятҳои иловагӣ

source: Language
tg: Забон

source: Dark Mode
tg: Режими торик

source: Logout
tg: Берун рафтан

source: Login
tg: Ворид шудан

source: Sign Up
tg: Сабти ном

source: Email
tg: Поштаи электронӣ

source: Password
tg: Парол

source: Confirm
tg: Тасдиқ

source: Cancel
tg: Отмена

source: Delete
tg: Ҳазф

source: Edit
tg: Тағир

source: Save
tg: Нигаҳ доштан

source: Share
tg: Мубодила

source: Download
tg: Боргирӣ

source: Uploaded
tg: Боргузор шуд

source: Duration
tg: Давомийност

source: Size
tg: Андоза

# noData
source: No data available
tg: Ҳичуме дастрас нест

source: Loading...
tg: Боргузорӣ...

source: Error
tg: Хатогӣ

source: Success
tg: Муваффақ

source: Warning
tg: Ҳушдор
